Repository: 8851962638/RAS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn, gu, hi, mr, pa

source: Your words inspire us. Your art tells the story.
bn: আপনার কথা আমাদের অনুপ্রাণিত করে। আপনার শিল্প গল্প বলে।
gu: તમારા શબ્દો આપણને પ્રેરિત કરે છે। તમારી કલા કથા કહે છે।
hi: आपके शब्द हमें प्रेरित करते हैं। आपकी कला कहानी कहती है।
mr: तुमचे शब्द आमच्या प्रेरणा देतात। तुमची कला कथा सांगते।
pa: ਤੁਹਾਡਿਆਂ ਸਿਇੋਂ ਸਾਣ਼ ਕਰਢੇ ਲ਼੆ਸਿਧੇ ਗਲਾਈਹੁਨਾਇਁ ਨਿਉਁ ਸ਼ਵੋਲਿਅਈਂ ਲਿਅਾਈਆ

source: Leave a Review
bn: একটি পর্যালোচনা ছেড়ে যান
gu: સમીક્ષા છોડી જાઓ
hi: एक समीक्षा छोड़ें
mr: एक पर्यालोचना सोडा
pa: ਇਕ ਸਮਸਮਥਾ ਡੇਘੋ

source: Your Name
bn: আপনার নাম
gu: તમારું નામ
hi: आपका नाम
mr: आपले नाव
pa: ਤੁਹਾਡਾ ਡ੍ਲਹਣਾ

source: Your Email
bn: আপনার ইমেল
gu: તમારું ઇમેલ
hi: आपका ईमेल
mr: आपली ईमेल
pa: ਤੁਹਾਡਾ ਈ-ਮੇਲ

source: Your Review
hi: आपकी समीक्षा

source: Your Rating:
bn: আপনার রেটিং:
gu: તમારું રેટિંગ:
hi: आपकी रेटिंग:
mr: आपली रेटिंग:
pa: ਤੁਹਾਡਾ ਖਡਲਉ਱:

source: Upload your picture (optional):
bn: আপনার ছবি আপলোড করুন (ঐচ্ছিক):
gu: તમારું ચિત્ર અપલોડ કરો (વૈકલ્પિક):
hi: अपनी तस्वीर अपलोड करें (वैकल्पिक):
mr: आपली चित्र अपलोड करा (पर्यायी):
pa: ਅਪਨੀ ਛਿਵਿ ਥੈਖਲਾਈ ਕਰੋ (ਸੈਨਿਕ):

source: Choose File
bn: ফাইল নির্বাচন করুন
gu: ફાઈલ પસંદ કરો
hi: फ़ाइल चुनें
mr: फाइल निवडा
pa: ਛ੉ਙੀ ਉਏਈਂ ਕਰੋ

source: No file chosen
bn: কোনও ফাইল নির্বাচন করা হয়নি
gu: કોઈ ફાઈલ પસંદ કરી નથી
hi: कोई फ़ाइल नहीं चुनी गई
mr: कोणतीही फाइल निवडली नाही
pa: ਕੋਈ ਛ੉ਙੀ ਉਏਈ ਨੀਁਂ

source: Submit Review
hi: समीक्षा जमा करें

source: Shop
pa: ਦੁਕਾਨ
