Repository: 8851962638/RAS
Catalog: locale/gwc/LC_MESSAGES/django.po
Languages: gwc

source: Home
gwc: घर

source: Bookings
gwc: बुकिङ्ग

source: Artists
gwc: शिल्पी

source: Reviews & Feedback
gwc: समीक्षा र प्रतिक्रिया

source: Art Images
gwc: कला चित्र

source: My Orders
gwc: मेरे आदेश

source: Contact us
gwc: हमसे संपर्क करें

source: Large Order? 📦
gwc: बड़ा आदेश? 📦

source: My Assignments
gwc: मेरे कार्य

source: Trending Services
gwc: हाम्रो सेवाहरु

source: 3D Wall Art
gwc: 3D भित्ति कला

source: Home Painting
gwc: घर चित्रकला

source: Mural Art
gwc: भित्ति कला

source: Cartoon Painting
gwc: कार्टुन चित्रकला

source: Book %(service_name)s
gwc: यो सेवा बुक गर्नुहोस्

source: Service
gwc: सेवा

source: Contact Number
gwc: संपर्क नंबर

source: Email
gwc: ईमेल

source: Address
gwc: पता

source: Pin Code
gwc: पिन कोड

source: State
gwc: राज्य

source: City
gwc: शहर

source: Choose Your Design
gwc: अपना डिजाइन चुनो

source: Select Design
gwc: डिजाइन चुनो

source: Selected Design Name
gwc: चुना हुआ डिजाइन नाम

source: Design Price (₹)
gwc: डिजाइन कीमत (₹)

source: Or Upload Your Own Design
gwc: या अपना डिजाइन अपलोड करो

source: Total Walls
gwc: कुल दीवारें

source: Square Ft
gwc: वर्ग फुट

source: Estimated Price:
gwc: अनुमानित कीमत:

source: per sqft
gwc: प्रति वर्ग फुट

source: Appointment Date
gwc: नियुक्ति की तारीख

source: Book Now
gwc: अभी बुक करो

source: Go to Home
gwc: घर जाओ

source: Price:
gwc: कीमत:

source: Min Size:
gwc: न्यूनतम आकार:

source: sqft
gwc: वर्ग फुट

source: Edit Profile
gwc: प्रोफ़ाइल संपादित करें

source: Name
gwc: नाम

source: Gmail
gwc: जीमेल

source: Contact
gwc: संपर्क

source: Upload New
gwc: नया अपलोड करें

source: Save Profile
gwc: प्रोफ़ाइल सहेजें

source: Home - RColourcraft
gwc: घर - आरकलरक्राफ्ट

source: Welcome Neeraj
gwc: निरज लाई स्वागत छ

source: Welcome
gwc: स्वागत छ

source: Welcome Back
gwc: फेरि स्वागत छ

source: At RColorcraft, we specialize in stunning murals, creative paintings, and artistic designs that transform your space.
gwc: आरकलरक्राफ्टमा, हामी आश्चर्यजनक भित्तिचित्र, रचनात्मक चित्र र कलात्मक डिजाइनमा विशेषज्ञता राखौं जो तपाईंको स्थान रूपान्तरित गर्छ।

source: 3D Floor Art
gwc: 3D फर्श कला

source: Outdoor Advertisement
gwc: बाहिरी विज्ञापन

source: Metro Advertisement
gwc: मेट्रो विज्ञापन

source: School Painting
gwc: स्कुल चित्रकला

source: Water Tank
gwc: पानी ट्याङ्की

source: Most Trending Designs
gwc: सबैभन्दा लोकप्रिय डिजाइन

source: 3D Art
gwc: 3D कला

source: Aesthetic Art
gwc: सौन्दर्य कला

source: Abstract
gwc: अमूर्त

source: Nature Art
gwc: प्रकृति कला

source: Kids Theme
gwc: बालक विषय

source: Canvas Painting
gwc: क्यानभास चित्रकला

source: Radha Krishna Mural
gwc: राधा कृष्ण मुरल

source: Our Services
gwc: हाम्रो सेवाहरु

source: Our immersive 3D painting experiences transform ordinary walls into extraordinary spaces, making your surroundings vibrant, interactive and unforgettable.
gwc: हाम्रो आकर्षक 3D चित्रकला अनुभव साधारण भित्तिहरुलाई असाधारण स्थानमा रूपान्तरण गर्छ, तपाईंको परिवेश जीवन्त, अन्तरक्रियात्मक र विस्मरणीय बनाउँछ।

source: Book this Service
gwc: यो सेवा बुक गर्नुहोस्

source: Explore
gwc: अन्वेषण गर्नुहोस्

source: We create immersive 3D Floor paintings experiences that bring your floors and spaces to life.Step into a world where art escapes the canvas.
gwc: हामी आकर्षक 3D फर्श चित्रकला अनुभव सृष्टि गर्छौ जो तपाईंको फर्श र स्थान जीवन्त गर्छ। कलाले क्यानभास छोडेर जान्छ भनेर एक संसारमा प्रवेश गर्नुहोस्।

source: We design beautiful and expressive Mural artworks that perfectly match your personality, style, and space. Every brushstroke is crafted to make your walls a true reflection of you.
gwc: हामी सुन्दर र अभिव्यक्तिशील भित्तिचित्र कलाकर्म डिजाइन गर्छौ जो तपाईंको व्यक्तित्व, शैली र स्थान सँग पूर्ण मेल खान्छ। हरेक ब्रशस्ट्रोक तपाईंको भित्तिहरुलाई तपाईंको सत्य प्रतिबिम्ब बनाउन तयार गरिन्छ।

source: Transform high-traffic areas into stunning visual experiences. Our large-scale creative artworks and ads are perfect for metro stations, public spaces, and commercial zones.
gwc: उच्च ट्राफिक क्षेत्रहरुलाई आश्चर्यजनक दृश्य अनुभवमा रूपान्तरण गर्नुहोस्। हाम्रो ठूलो पैमानाको रचनात्मक कलाकर्म र विज्ञापनहरु मेट्रो स्टेशन, सार्वजनिक स्थान र व्यावसायिक क्षेत्रहरुको लागि आदर्श छन्।

source: From soft minimalism to bold statements, our aesthetic artworks are thoughtfully crafted to enhance the beauty and energy of your space.
gwc: नरम न्यूनतमवाददेखि साहसी कथन सम्म, हाम्रो सौन्दर्यात्मक कलाकर्महरु तपाईंको स्थानको सौन्दर्य र ऊर्जा बढाउन सोच समझेर तयार गरिन्छ।

source: Make learning spaces lively and inspiring! Our school paintings bring classrooms, corridors and playgrounds to life with color, fun characters, and motivational messages.
gwc: सिक्षा स्थानहरुलाई जीवन्त र अनुप्रेरणादायक बनाउनुहोस्! हाम्रो स्कुल चित्रहरु कक्षाकोठा, गलिहरु र खेल्ने मैदानहरुलाई रङ, मजेदार पात्र र प्रेरणादायक सन्देशहरुसँग जीवन्त गर्छन्।

source: Selfie Painting
gwc: सेल्फी चित्रकला

source: Perfect for photo lovers and Instagram-worthy clicks. Ideal for cafés, studios, events, and public spaces.
gwc: फोटो प्रेमी र इन्स्टाग्रामको लायक क्लिकको लागि आदर्श। क्याफे, स्टुडियो, कार्यक्रम र सार्वजनिक स्थानको लागि आदर्श।

source: Madhubani Painting
gwc: मधुबनी चित्रकला

source: Our hand-painted Madhubani artworks reflect India's rich cultural heritage with intricate patterns, vibrant colors, and meaningful storytelling
gwc: हाम्रो हात-चित्रित मधुबनी कलाकर्महरु जटिल नमूना, जीवन्त रङ र अर्थपूर्ण कहानी कहनको साथ भारतको समृद्ध सांस्कृतिक विरासत प्रतिबिम्बित गर्छन्।

source: Texture Painting
gwc: बनावट चित्रकला

source: Give your walls a touch of elegance and depth with our premium texture painting
gwc: हाम्रो प्रीमियम बनावट चित्रकलाको साथ आफ्नो भित्तिहरुलाई सुन्दरता र गहिराईको स्पर्श दिनुहोस्।

source: Pillere Painting
gwc: स्तम्भ चित्रकला

source: Enhance your home with our detailed and beautiful pillere painting service.
gwc: हाम्रो विस्तारित र सुन्दर स्तम्भ चित्रकला सेवाको साथ आफ्नो घर वृद्धि गर्नुहोस्।

source: Scrap Animal Art
gwc: स्क्रैप पशु कला

source: Where creativity meets sustainability. We transform recycled scrap materials into stunning animal sculptures that celebrate wildlife while promoting eco-friendly art. Unique, bold, and full of personality
gwc: जहाँ रचनात्मकता स्थायित्वसँग मिल्छ। हामी पुनर्चक्र स्क्रैप सामग्रीहरुलाई आश्चर्यजनक पशु मूर्तिहरुमा रूपान्तरण गर्छौ जो वन्यजीवन मनाउँदा पर्यावरण-अनुकूल कला बढावा दिन्छ। अनौठो, साहसी, र व्यक्तित्वले भरिएको।

source: We blend the harmony of architecture with the elegance of nature. These artworks create a balanced and sophisticated ambiance in any space.
gwc: हामी आर्किटेक्चरको सद्भावना प्रकृतिको सुन्दरताको साथ मिश्रण गर्छौ। यी कलाकर्महरु कुनै पनि स्थानमा सन्तुलित र परिष्कृत वातावरण सृष्टि गर्छन्।

source: Perfect for kids, schools, play areas, and creative corners — our cartoon and fun-themed designs bring smiles, laughter, and a touch of whimsy to your walls.
gwc: बालक, स्कुल, खेल्ने क्षेत्र र रचनात्मक कोनको लागि आदर्श — हाम्रो कार्टुन र मजेदार-थीमयुक्त डिजाइनहरु आफ्नो भित्तिहरुमा मुस्कान, हास र सनक को स्पर्श ल्याउछन्।

source: Transform your house into a warm and artistic home. Our customized home painting solutions blend creativity, color, and comfort to reflect your personal style.
gwc: आफ्नो घरलाई गर्म र कलात्मक घरमा रूपान्तरण गर्नुहोस्। हाम्रो अनुकुलित घर चित्रकला समाधानहरु तपाईंको व्यक्तिगत शैली प्रतिबिम्बित गर्न रचनात्मकता, रङ र आरामलाई मिश्रण गर्छन्।

source: Customer Reviews
gwc: ग्राहक समीक्षा
